[
  {
    "source": "dibcapital_com_corporate-finance.txt",
    "content": ""
  },
  {
    "source": "dib_ae_about-us.txt",
    "content": "Search DIB Personal Accounts Cards Deposits Investment Products Auto Finance Home Finance Personal Finance Branch Banking Transfer Funds Other Services Tools Offers Product Finder IBAN Validator Product Comparator IBAN Generator Finance Calculator Exchange rates Profit Rates Business Corporate Banking Treasury Business Banking Investment Banking About Us About Islamic Banking Our History Vision, Purpose & Values Awards Leadership Team Subsidiaries and Associates Media Center Investor Relations Customer Charter Contact Us Work With Us Career Fairs UAE Nationals Job Search alt Sustainability Looks like you may be taking time to decide. May I help you with something? alt onlinealt onlinealt businessalt quick loginalt corporate alt online alt business alt quick login alt corporate Personal Business alt About Us Sustainability Work With Us alt onlinealt onlinealt businessalt quick loginalt corporate alt online alt business alt quick login alt corporate About Islamic Banking Our History Investor Relations Media Center We are more than just a bank As champions of morality, equality and transparancy, our establishment reflects the modernity, diversity and growth of the city whose name we share. As champions of morality, equality and transparancy, our establishment reflects the modernity, diversity and growth of the city whose name we share. 5 Million 500 Branches Chairman, Board of Directors Group CEO Yesterday to today DIB officially opens on 15 September 1975DIB officially opens on 15 September 1975Decree authorising establishment of Dubai Islamic Bank issued by H.H. Shaikh Rashid bin Saeed Al Maktoum on 12th March.Dubai Islamic Bank officially opened by H.H. Shaikh Rashid on 15th September. DIB officially opens on 15 September 1975 DIB officially opens on 15 September 1975 Decree authorising establishment of Dubai Islamic Bank issued by H.H. Shaikh Rashid bin Saeed Al Maktoum on 12th March. Dubai Islamic Bank officially opened by H.H. Shaikh Rashid on 15th September. DIB’s first Corporate Office opensDIB’s first Corporate Office opensThe first Corporate Office was located in Deira. DIB’s first Corporate Office opens DIB’s first Corporate Office opens The first Corporate Office was located in Deira. DIB’s New Head OfficeDIB’s New Head OfficeDubai Islamic Bank moves to its new Head Office building in Deira. DIB’s New Head Office DIB’s New Head Office Dubai Islamic Bank moves to its new Head Office building in Deira. First Branch opens in Bur DubaiFirst Branch opens in Bur DubaiFirst branch opens in Murshid Bazar, Bur Dubai. First Branch opens in Bur Dubai First Branch opens in Bur Dubai First branch opens in Murshid Bazar, Bur Dubai. Launch of new DIB LogoLaunch of new DIB LogoThe new dual language DIB logo was launched. Launch of new DIB Logo Launch of new DIB Logo The new dual language DIB logo was launched. DIB expands operationsDIB expands operationsDIB opens branch in Abu Dhabi DIB expands operations DIB expands operations DIB opens branch in Abu Dhabi Expansion plans continueExpansion plans continueDIB opens branch in Al Ain. Expansion plans continue Expansion plans continue DIB opens branch in Al Ain. DIB introduces ATMsDIB introduces ATMsAutomated Teller Machines (ATMs) introduced across DIB branches. DIB introduces ATMs DIB introduces ATMs Automated Teller Machines (ATMs) introduced across DIB branches. Establishment of the Sharia BoardEstablishment of the Sharia BoardSharia and Supervisory Board established. Establishment of the Sharia Board Establishment of the Sharia Board Sharia and Supervisory Board established. Agreement with VISA International announcedAgreement with VISA International announcedDIB signs up with VISA International for its card products, offering global access benefits for customers. Agreement with VISA International announced Agreement with VISA International announced DIB signs up with VISA International for its card products, offering global access benefits for customers. DIB VISA Cards launchedDIB VISA Cards launchedFirst DIB Visa International cards issuedSharjah Branch launchedSharjah Branch launchedDIB opens Sharjah branch. DIB VISA Cards launched DIB VISA Cards launched First DIB Visa International cards issued Sharjah Branch launched Sharjah Branch launched DIB opens Sharjah branch. DIB becomes PJSCDIB becomes PJSCDIB becomes a Public Joint Stock Company. DIB becomes PJSC DIB becomes PJSC DIB becomes a Public Joint Stock Company. New Branches openNew Branches openBranches at Baniyas in Abu Dhabi and at Bur Dubai opened for business New Branches open New Branches open Branches at Baniyas in Abu Dhabi and at Bur Dubai opened for business Phone banking introducedPhone banking introducedPhone banking introduced as key customer service initiative. Phone banking introduced Phone banking introduced DIB celebrates 20 yearsDIB celebrates 20 yearsDIB celebrates 20 years of Sharia-compliant banking and support for the UAE national economy. DIB celebrates 20 years DIB celebrates 20 years DIB celebrates 20 years of Sharia-compliant banking and support for the UAE national economy. DIB opens new branchesDIB opens new branchesNew branches in Ajman and in Dubai start operations. DIB opens new branches DIB opens new branches New branches in Ajman and in Dubai start operations. Switch System commissionedSwitch System commissionedUAE Switch system commissioned Switch System commissioned Switch System commissioned UAE Switch system commissioned DIB sponsors Dubai International Holy Quran AwardDIB sponsors Dubai International Holy Quran AwardDIB became a major sponsor of the prestigious Dubai International Holy Quran Award. DIB sponsors Dubai International Holy Quran Award DIB sponsors Dubai International Holy Quran Award DIB became a major sponsor of the prestigious Dubai International Holy Quran Award. New Corporate Identity introducedNew Corporate Identity introducedNew Corporate Identity developed and introduced. New Corporate Identity introduced New Corporate Identity introduced New Corporate Identity developed and introduced. JOHARA launchedJOHARA launchedJOHARA - branches for ladies only, launched. JOHARA launched JOHARA launched JOHARA - branches for ladies only, launched. DIB website goes liveDIB website goes liveDIB steps into the online world with the launch of its first ever website. DIB website goes live DIB website goes live New subsidiaries announcedNew subsidiaries announcedNew subsidiaries – Tanmyeh & Deyaar announced New subsidiaries announced New subsidiaries announced New subsidiaries – Tanmyeh & Deyaar announced Emirates Airlines FinancingEmirates Airlines FinancingFirst fully UAE based Islamic bank aircraft financing undertaken for Emirates Airline. Emirates Airlines Financing Emirates Airlines Financing First fully UAE based Islamic bank aircraft financing undertaken for Emirates Airline. Al Islami Private Banking launchedAl Islami Private Banking launchedAl Islami Private Banking launchedDIB funds Dubai International Airport expansionDIB funds Dubai International Airport expansionDIB managed the world’s largest Sukuk AlIjara, US$1,000 million to fund Phase II of the expansion of Dubai International Airport. Al Islami Private Banking launched Al Islami Private Banking launched DIB funds Dubai International Airport expansion DIB funds Dubai International Airport expansion DIB managed the world’s largest Sukuk AlIjara, US$1,000 million to fund Phase II of the expansion of Dubai International Airport. DIB's 30th Anniversary CelebrationsDIB's 30th Anniversary CelebrationsThe new corporate identity of DIB at their 30thyear celebrations was unveiled in the presence of His Highness Sheikh Mohammed bin Rashid Al Maktoum. DIB's 30th Anniversary Celebrations DIB's 30th Anniversary Celebrations The new corporate identity of DIB at their 30thyear celebrations was unveiled in the presence of His Highness Sheikh Mohammed bin Rashid Al Maktoum. DIB Pakistan launchedDIB Pakistan launchedDIB Pakistan commenced operations in March, 2006 DIB Pakistan launched DIB Pakistan launched DIB Pakistan commenced operations in March, 2006 DIB Foundation launchedDIB Foundation launchedDIB Foundation was launched in Dubai. DIB Foundation launched DIB Foundation launched DIB Foundation was launched in Dubai. Dar Al Sharia launchedDar Al Sharia launchedDIB launches Shari’ah consultancy subsidiary, Dar Al Sharia. Dar Al Sharia launched Dar Al Sharia launched DIB launches Shari’ah consultancy subsidiary, Dar Al Sharia. DIB launches WajahaDIB launches WajahaDIB launches Wajaha, its exclusive wealth management service. DIB launches Wajaha DIB launches Wajaha DIB launches Wajaha, its exclusive wealth management service. DIB Jordan launches operationsDIB Jordan launches operationsJordan DIB launches operations in Amman, Jordan. DIB Jordan launches operations DIB Jordan launches operations Jordan DIB launches operations in Amman, Jordan. Focus on Emirati Mentoring ProgramFocus on Emirati Mentoring ProgramLaunch of Emirati Mentoring Program, as part of it's Emiratisation program. Focus on Emirati Mentoring Program Focus on Emirati Mentoring Program Launch of Emirati Mentoring Program, as part of it's Emiratisation program. Dr. Adnan Chilwan appointed Group CEODr. Adnan Chilwan appointed Group CEODr. Adnan Chilwan appointed Group CEO & Abdulla Al Hamli appointed as Managing Director of the bank.Euro Clearing SigningEuro Clearing SigningEuro Clearing Signing between DIB & Deutsche Bank on 16th September 2013. Dr. Adnan Chilwan appointed Group CEO Dr. Adnan Chilwan appointed Group CEO Dr. Adnan Chilwan appointed Group CEO & Abdulla Al Hamli appointed as Managing Director of the bank. Euro Clearing Signing Euro Clearing Signing Euro Clearing Signing between DIB & Deutsche Bank on 16th September 2013. Ijara Sukuk - USD 750mnIjara Sukuk - USD 750mnIjara Sukuk - USD 750mn 15-year longest ever Sovereign Sukuk at issuance.DIB-Air Arabia Finance AgreementDIB-Air Arabia Finance AgreementDIB-Air Arabia Finance AgreementDIB among Forbes Top 500 CompaniesDIB among Forbes Top 500 CompaniesDIB named by Forbes Middle East among Top 500 Companies in the Arab world. Ijara Sukuk - USD 750mn Ijara Sukuk - USD 750mn Ijara Sukuk - USD 750mn 15-year longest ever Sovereign Sukuk at issuance. DIB-Air Arabia Finance Agreement DIB-Air Arabia Finance Agreement DIB-Air Arabia Finance Agreement DIB among Forbes Top 500 Companies DIB among Forbes Top 500 Companies DIB named by Forbes Middle East among Top 500 Companies in the Arab world. DIB enters the Billion Dollar ClubDIB enters the Billion Dollar ClubDIB ushers in a new era as it enters the Billion Dollar Profit Club.DIB's 40th Anniversary CelebrationsDIB's 40th Anniversary CelebrationsDIB introduces new Corporate Identity at its 40thYear Anniversary celebrations.1st privately owned MENA Corporate Sukuk issued1st privately owned MENA Corporate Sukuk issuedDIB issues first privately owned MENA Corporate Sukuk. DIB enters the Billion Dollar Club DIB enters the Billion Dollar Club DIB ushers in a new era as it enters the Billion Dollar Profit Club. DIB's 40th Anniversary Celebrations DIB's 40th Anniversary Celebrations DIB introduces new Corporate Identity at its 40thYear Anniversary celebrations. 1st privately owned MENA Corporate Sukuk issued 1st privately owned MENA Corporate Sukuk issued DIB issues first privately owned MENA Corporate Sukuk. Launch of Consumer CardLaunch of Consumer CardLaunch of the first ever DED-DIB Co-branded Consumer Card.Launch of flydubai co-branded cardLaunch of flydubai co-branded cardFirst bank to launch a co-branded credit card with flydubai.USD 500 mln Sukuk IssuanceUSD 500 mln Sukuk IssuanceDubai Islamic Bank Successfully Closes USD 500 Mln Sukuk Issuance. Launch of Consumer Card Launch of Consumer Card Launch of the first ever DED-DIB Co-branded Consumer Card. Launch of flydubai co-branded card Launch of flydubai co-branded card First bank to launch a co-branded credit card with flydubai. USD 500 mln Sukuk Issuance USD 500 mln Sukuk Issuance Dubai Islamic Bank Successfully Closes USD 500 Mln Sukuk Issuance. DIB Kenya launchesDIB Kenya launchesDIB Kenya operations launched.DIB launches Panin Dubai Syariah Bank in IndonesiaDIB launches Panin Dubai Syariah Bank in IndonesiaDIB launches Panin Dubai Syariah Bank in Indonesia. DIB Kenya launches DIB Kenya launches DIB Kenya operations launched. DIB launches Panin Dubai Syariah Bank in Indonesia DIB launches Panin Dubai Syariah Bank in Indonesia DIB launches Panin Dubai Syariah Bank in Indonesia. DIB Capital RaisingDIB Capital RaisingA highly successful closing to the bank’s capital raising. The transaction generated massive interest from local and international investors, with subscriptions crossing AED 14 bln.DIB partners with Emirates SkywardsDIB partners with Emirates SkywardsDIB partners with Emirates Skywards to launch the new Emirates Skywards DIB Credit Cards tailored specifically to offer exceptional value to the country's growing community of frequent flyers. DIB Capital Raising DIB Capital Raising DIB partners with Emirates Skywards DIB partners with Emirates Skywards DIB moves forward on its expansion plans through acquisition of Noor BankDIB moves forward on its expansion plans through acquisition of Noor BankThe acquisition cements DIB’s position as one of the largest Islamic banks in the world and amongst the largest banking entities in the UAE.DIB Launches The Digital LabDIB Launches The Digital LabDIB launches The Digital Lab, a centre of excellence to manage curation of digital products and experiences for our customers, as a Digitally Islamic Bank. DIB moves forward on its expansion plans through acquisition of Noor Bank DIB moves forward on its expansion plans through acquisition of Noor Bank DIB Launches The Digital Lab DIB Launches The Digital Lab Successful integration of Noor BankSuccessful integration of Noor BankA new chapter unfolds in DIB’s rich history with the successful integration of Noor Bank in record 283 days well ahead of the projected deadlineDubai Islamic Bank successfully closes landmark USD 1 billion SukukDubai Islamic Bank successfully closes landmark USD 1 billion SukukDIB’s $1 billion Sukuk is a landmark transaction as it is the first public benchmark Sukuk from a regional financial institution after the COVID-19 market disruption with the last Sukuk issuance from GCC being in February 2020. Successful integration of Noor Bank Successful integration of Noor Bank Dubai Islamic Bank successfully closes landmark USD 1 billion Sukuk Dubai Islamic Bank successfully closes landmark USD 1 billion Sukuk Dubai Islamic Bank is Ready For The NewDubai Islamic Bank is Ready For The NewUAE’s largest Islamic Bank launches its new positioning #ReadyForTheNew Dubai Islamic Bank is Ready For The New Dubai Islamic Bank is Ready For The New Dubai Islamic Bank publishes its Sustainable Finance FrameworkDubai Islamic Bank publishes its Sustainable Finance FrameworkThe publication of Sustainable Finance Framework was created to facilitate the financing of green and social initiatives and projects. In doing so, DIB becomes the first Islamic bank in the UAE to publish such a Framework.Dubai Islamic Bank issues Inaugural Sustainable SukukDubai Islamic Bank issues Inaugural Sustainable SukukDubai Islamic Bank successfully prices USD 750 million inaugural Sustainable Sukuk Dubai Islamic Bank publishes its Sustainable Finance Framework Dubai Islamic Bank publishes its Sustainable Finance Framework Dubai Islamic Bank issues Inaugural Sustainable Sukuk Dubai Islamic Bank issues Inaugural Sustainable Sukuk DIB enters Turkish digital banking and financial technology sectorDIB enters Turkish digital banking and financial technology sectorDubai Islamic Bank enters Turkish digital banking and financial technology sector via an equity investment in T.O.M. Group of Companies.DIB successfully prices USD 1 billion Sustainable SukukDIB successfully prices USD 1 billion Sustainable SukukDIB (PJSC), successfully priced its second Sustainable Sukuk – a landmark USD 1 billion 5.5-year senior issue with a profit rate of 4.80% per annum representing a spread of 102.4bps over 5-Year US Treasuries. DIB enters Turkish digital banking and financial technology sector DIB enters Turkish digital banking and financial technology sector DIB successfully prices USD 1 billion Sustainable Sukuk DIB successfully prices USD 1 billion Sustainable Sukuk 1975 1977 1979 1980 1981 1982 1983 1987 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 prev next The fruits of our labour We take pride in the awards that reflect our achievements. Join our journey to success Join our journey to success With our progressive talent management approach we are continuously creating exciting career plans for our employees. Crypto.com inks Partnership with Dubai Islamic Bank Dubai Islamic Bank Relaunches 'DIB XTRA' Campaign with Exceptional Rewards and Exclusive Benefits Dubai Islamic Bank Nine Month 2024 Group Financial Results A Truly Inclusive Approach to Financing with the Launch of Dubai Islamic Bank’s ACCESS Auto Finance for People of Determination Dubai Islamic Bank Successfully Issues Additional Tier 1 Sukuk About Islamic Banking Vision, Purpose & Values Subsidiaries and Associates Leadership Team DIB Swift Code : DUIBAEADDIB Routing Number : 802420101 IBOR Transition :Update 1|Update 2IBOR Transition related queries:IBOR.Transition@dib.ae Key Fact Statements Product T&Cs Warnings Schedule of Charges People of Determination Sanctions and Embargoes Security & Support Usage and Privacy Terms & Conditions Community Services Assistance or complaints Opt out from Marketing Communications *Available only on GMS enabled Huawei devices"
  },
  {
    "source": "dibpak_com_services_internet-banking.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_services_mobile-banking.txt",
    "content": ""
  },
  {
    "source": "dib_ae_business_financing.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_business-banking_takaful.txt",
    "content": ""
  },
  {
    "source": "dib_ae_business_takaful.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_personal-banking_current-accounts.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_about.txt",
    "content": ""
  },
  {
    "source": "dib_ae_contact-us.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_business-banking_tijarah-financing.txt",
    "content": ""
  },
  {
    "source": "dib_ae_personal_wealth-management.txt",
    "content": ""
  },
  {
    "source": "dib_ae_personal_takaful.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_contact-us.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_personal-banking_savings-accounts.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_personal-banking_fixed-deposits.txt",
    "content": ""
  },
  {
    "source": "dib_ae_services.txt",
    "content": ""
  },
  {
    "source": "dib_ae_personal_cards.txt",
    "content": "Search DIB Personal Accounts Cards Deposits Investment Products Auto Finance Home Finance Personal Finance Branch Banking Transfer Funds Other Services Tools Offers Product Finder IBAN Validator Product Comparator IBAN Generator Finance Calculator Exchange rates Profit Rates Business Corporate Banking Treasury Business Banking Investment Banking About Us About Islamic Banking Our History Vision, Purpose & Values Awards Leadership Team Subsidiaries and Associates Media Center Investor Relations Customer Charter Contact Us Work With Us Career Fairs UAE Nationals Job Search alt Sustainability Looks like you may be taking time to decide. May I help you with something? alt onlinealt onlinealt businessalt quick loginalt corporate alt online alt business alt quick login alt corporate Personal Business alt About Us Sustainability Work With Us alt onlinealt onlinealt businessalt quick loginalt corporate alt online alt business alt quick login alt corporate Open an Account Get Personal Finance Manage your Wealth Find a Card Get Auto Finance Finance your Home Choose a Card Imagine More Available in three variants –Infinite, Signature and Platinum Credit Cards. Earn Skywards Miles on all your spends, and redeem them for flights or a host of other travel and lifestyle benefits with Emirates and Emirates Skywards partners. Imagine More Available in three variants –Infinite, Signature and Platinum Credit Cards. Earn Skywards Miles on all your spends, and redeem them for flights or a host of other travel and lifestyle benefits with Emirates and Emirates Skywards partners. All Cards Credit Cards Credit Cards Benefits Debit Cards All Benefits Cashback Travel No minimum spend Lifestyle Loyalty Program Balance Transfer Annual fee The only card you need Imagine More Available in three variants –Infinite, Signature and Platinum Credit Cards. Earn Skywards Miles on all your spends, and redeem them for flights or a host of other travel and lifestyle benefits with Emirates and Emirates Skywards partners. The only card you need Imagine More Available in three variants –Infinite, Signature and Platinum Credit Cards. Earn Skywards Miles on all your spends, and redeem them for flights or a host of other travel and lifestyle benefits with Emirates and Emirates Skywards partners. Complimentary Airport Transfers Complimentary Travel Cover Complimentary Coffee at Costa Get up to 200,000 Bonus Wala’a Rewards Complimentary Airport Transfers Complimentary Valet parking Complimentary Lounge Access Get up to 100,000 Bonus Wala’a Rewards Complimentary Travel Cover Complimentary Roadside assistance Get up to 50,000 Bonus Wala’a Rewards Get up to 120,000 bonus Skywards Miles Complimentary Emirates Skywards Silver membership. Get up to 50,000 bonus Skywards Miles. Complimentary access to 1000+ airport lounges worldwide via LoungeKey Enjoy 0% Easy Payment Plan when you purchase on emirates.com Get up to 5,000 bonus Skywards Miles. No minimum spend Earn up to AED 1000 per month No minimum spend Earn up to AED 1000 per month Balance Transfer facility Travel Privileges Purchase Protection features Lifestyle Privileges Travel Privileges Lifestyle Privileges Purchase Protection features Balance Transfer facility No Annual fee Exclusive hotel privileges Balance Transfer facility 80% cash withdrawal limit 80% cash withdrawal limit No Annual fee Extended Takaful (Islamic insurance) cover No Annual fee Card Protection Plus 80% cash withdrawal limit Balance transfer facility Credit Shield Takaful Free from RIBA, interest or any un-Islamic charges No Annual fee Daily purchase limit - AED 100,000 VISA Privileges Daily cash withdrawal limit - AED 75,000 Daily purchase limit - AED 75,000 VISA Privileges Daily cash withdrawal limit - AED 35,000 Daily purchase limit - AED 50,000 VISA Privileges Daily cash withdrawal limit - AED 35,000 Daily purchase limit - AED 40,000 Added security Daily cash withdrawal limit - AED 10,000 Daily purchase limit - AED 40,000 Added security Daily cash withdrawal limit - AED 10,000 Free from interest & other un-Islamic charges 100% cash withdrawal limit Globally accepted Free from interest & other un-Islamic charges Globally accepted 100% cash withdrawal limit Free from interest & other un-Islamic charges Globally accepted 100% cash withdrawal limit 7 golf courses across the UAE 4 times per month 4 complimentary transfers per annum Book 2 working days in advance Up to US$500,000 Multi-trip travel coverage Crypto.com inks Partnership with Dubai Islamic Bank Dubai Islamic Bank Relaunches 'DIB XTRA' Campaign with Exceptional Rewards and Exclusive Benefits Dubai Islamic Bank Nine Month 2024 Group Financial Results Accounts Cards Deposits Auto Finance Home Finance Personal Finance Branch Banking Other Services Wajaha Private Banking Aayan Exclusive Banking Mumayyaz Privilege Banking DIB Swift Code : DUIBAEADDIB Routing Number : 802420101 IBOR Transition :Update 1|Update 2IBOR Transition related queries:IBOR.Transition@dib.ae Key Fact Statements Product T&Cs Warnings Schedule of Charges People of Determination Sanctions and Embargoes Security & Support Usage and Privacy Terms & Conditions Community Services Assistance or complaints Opt out from Marketing Communications *Available only on GMS enabled Huawei devices Thank You"
  },
  {
    "source": "dib_ae_personal_financing_personal-finance.txt",
    "content": ""
  },
  {
    "source": "dib_ae_media-center.txt",
    "content": ""
  },
  {
    "source": "dib_ae_faq.txt",
    "content": ""
  },
  {
    "source": "dibcapital_com_capital-markets.txt",
    "content": ""
  },
  {
    "source": "dibpak_com_news-updates.txt",
    "content": ""
  },
  {
    "source": "dib_ae_investor-relations.txt",
    "content": ""
  },
  {
    "source": "dibcapital_com_investment-management.txt",
    "content": ""
  },
  {
    "source": "dib_ae_personal_accounts_savings-account.txt",
    "content": ""
  },
  {
    "source": "dib_ae_personal_promotions.txt",
    "content": ""
  },
  {
    "source": "dib_ae_personal_accounts_current-account.txt",
    "content": ""
  },
  {
    "source": "dib_ae_business_accounts.txt",
    "content": ""
  },
  {
    "source": "dib_ae_press-releases.txt",
    "content": ""
  },
  {
    "source": "dib_ae_corporate.txt",
    "content": ""
  }
]